import Image from "next/image";
import "../styles/careofclothes.css";

export default function Home() {
  return (
    <main className="body_wrapper">
      <p className="title_routing">Головна / доглял за речами</p>
      <div className="context_wrapper">
        <div className="context">
          <h1 className="title_of_page">Догляд за брендовими речами</h1>
          <div className="logo_block">
            <Image
              src="/sneaker_mate.png"
              alt="logo_sneaker_mate"
              width={116}
              height={64}
            ></Image>
            <Image
              src="/cross_black.png"
              alt="cross_black"
              width={14}
              height={14}
            ></Image>
            <Image
              src="/koma_logo_mobile.png"
              alt="koma_logo"
              width={115}
              height={38}
            ></Image>
          </div>
          <p className="description_text">
            Усвідомлене споживання — вже давно не просто модний тренд, а норма
            життя для сучасної людини. Дизайнери створюють одяг з перероблених
            тканин, великі модні доми відстежують якість використовуваної
            сировини, а знаменитості — від герцогині Кейт Міддлтон до королеви
            Летиції — закликають нас купувати менше речей, надихаючи своїм
            прикладом і виходячи на червоні доріжки в одних і тих самих
            убраннях. Поряд з цим і ми стали уважніше ставитися до свого
            гардероба й шукати способи, як продовжити життя якісному одягу й
            правильно за ним доглядати.
          </p>
          <div className="second_image_block">
            <Image
              src="/shop_picture.png"
              alt="picture_shop"
              width={350}
              height={350}
              className="picture_shop"
            ></Image>
            <Image
              src="/arrow_black.png"
              width={18.33}
              height={11}
              alt="arrow"
            ></Image>
            <Image
              src="/shop_picture.png"
              alt="picture_shop"
              width={350}
              height={350}
              className="picture_shop"
            ></Image>
          </div>
          <p className="description_text_second">
            Усвідомлене споживання — вже давно не просто модний тренд, а норма
            життя для сучасної людини. Дизайнери створюють одяг з перероблених
            тканин, великі модні доми відстежують якість використовуваної
            сировини, а знаменитості — від герцогині Кейт Міддлтон до королеви
            Летиції — закликають нас купувати менше речей, надихаючи своїм
            прикладом і виходячи на червоні доріжки в одних і тих самих
            убраннях. Поряд з цим і ми стали уважніше ставитися до свого
            гардероба й шукати способи, як продовжити життя якісному одягу й
            правильно за ним доглядати. Усвідомлене споживання — вже давно не
            просто модний тренд, а норма життя для сучасної людини. Дизайнери
            створюють одяг з перероблених тканин, великі модні доми відстежують
            якість використовуваної сировини, а знаменитості — від герцогині
            Кейт Міддлтон до королеви Летиції — закликають нас купувати менше
            речей, надихаючи своїм прикладом і виходячи на червоні доріжки в
            одних і тих самих убраннях. Поряд з цим і ми стали уважніше
            ставитися до свого гардероба й шукати способи, як продовжити життя
            якісному одягу й правильно за ним доглядати.
          </p>
        </div>
      </div>
    </main>
  );
}
